//MYMFSGEN  JOB FB3,,REGION=0M,NOTIFY=&SYSUID
//*
//*   MY IMS MFSGEN JOB
//*
//SETLIB   JCLLIB ORDER=&SYSUID..IMS.PROCLIB
//*
// EXPORT SYMLIST=(*)
// SET MYMFS='TM55'            IMS TM LABS MFS DEFINITION
//*
//STEP1    EXEC MFSGEN,MBR=&MYMFS
//*
//S1.SYSIN   DD  DISP=SHR,DSN=&SYSUID..IMS.MFSSRC(&MYMFS)
//S2.FORMAT  DD  DISP=SHR,DSN=&SYSUID..IMS.MFSLIB
//
